/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Microphone to enable access, then relaunch Point of Sale."; ObjectID = "7Dw-dI-R6r"; */
"7Dw-dI-R6r.text" = "Depuis l’application Réglages, veuillez accéder à Confidentialité > Micro pour autoriser l’accès, puis relancer la Solution de vente.";

/* Class = "UILabel"; text = "Point of Sale needs access to your microphone"; ObjectID = "Oqf-qV-b1q"; */
"Oqf-qV-b1q.text" = "La Solution de vente a besoin d’accéder au microphone.";

/* Class = "UILabel"; text = "In order to swipe payment cards with your Square Reader, Register must have access to the microphone connection that is built into your headphone jack."; ObjectID = "qku-wd-Ljy"; */
"qku-wd-Ljy.text" = "L’application Caisse doit avoir accès à la connexion micro de votre prise casque pour que vous puissiez glisser des cartes de paiement avec Square Reader.";

